---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.CannotReloadFile
source: html/636e2b5e-be72-cc67-13da-6930df89e11e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.CannotReloadFile Property

Can't reload file.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotReloadFile { get; }
```